START = "Добро пожаловать в проект EcoCustoms"
ABOUT = "О проекте"
POINTS = "KIU cash"
EVENTS = "Ближайшие мероприятия"
USERS = "Список пользователей"
DO_NOT_KNOW = "Извините, я не знаю что ответить на данный вопрос"
BALANCE = "Ваш текущий баланс: {}"
USER_NOT_FOUND = "Указанный пользователь не зарегистрирован в системе"
USER_NOT_REGISTERED = "Пожалуйста, используйте команду /start для начала работы"
SUCCESS = "Команда выполнена успешно"
COMMAND_NOT_FOUND = "Такой команды не существует"
NOT_ENOUGH_POINTS = "Не хватает баланса"
EVENT = "{}:{}\n{}"
GENERIC_ERROR = "{}"
CODE = "Ваш QR-Код"
NO_EVENTS = "Мероприятий на ближайшее время не намечается"
HELP_ADMIN = """
/add <пользователь> <количество баллов>
/withdraw <пользователь> <количество баллов>
/promote <пользователь>
/add_event <Название в одно слово> <Дата и время в формате DD.MM.YYTHH:MM> <Количество баллов за посещение> <Описание>
/users для списка пользователей
"""
HELP= """
/start для начала работы;
/events для списка ближайших мероприятий
"""